IDEA Open Model
Member1D.Elements1D Property
 Array of element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<ReferenceElement> Elements1D { get; set; }
Public Property Elements1D As List(Of ReferenceElement)
	Get
	Set
public:
property List<ReferenceElement^>^ Elements1D {
	List<ReferenceElement^>^ get ();
	void set (List<ReferenceElement^>^ value);
}
Return Value
Type: List<ReferenceElement>
List of Element1D
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace